Feature: testZadanie1
Scenario Outline: testZadanie1

Given заходит на "главную" страницу Теле2
Then Нажимаем на Оплата и доставка в конце страницы
Then Нажимаем на Правила продажи товаров в интернет-магазине Tele2
Then Выводим на экран текст пункта 1.18
Then Провеяем правильность абзаца "информационный ресурс, размещённых в информационно-телекоммуникационной сети интернет по адресу https://tele2.ru в разделе «Частным лицам», на котором любой Покупатель может ознакомиться с представленными Товарами, их описанием и ценами на них, выбрать определённый Товар, способ оплаты и способ получения, оформить Заказ или Заявку на подключение на Сайте либо по номеру телефона+7 999 905 99 89 или 611, или иному, указанному на Сайте.информационный ресурс, размещённых в информационно-телекоммуникационной сети интернет по адресу https://tele2.ru в разделе «Частным лицам», на котором любой Покупатель может ознакомиться с представленными Товарами, их описанием и ценами на них, выбрать определённый Товар, способ оплаты и способ получения, оформить Заказ или Заявку на подключение на Сайте либо по номеру телефона +7 999 905 99 89 или 611, или иному, указанному на Сайте."